
"01Home" = "Buat kopi yang enak di rumah";

"02Recipelist" = "menggunakan resep dari ahlinya";

"03Tetsu" = "seperti metode Tetsu Kasuya 4:6";

"04Recipedetail" = "Sesuaikan rasio kopi/air";

"05Preparation" = "Ikuti instruksi pembuatan yang tepat";

"06Brewing" = "langkah-langkah otomatis menyesuaikan";

"07Darktheme" = "Termasuk mode gelap";

"08Languages" = "mendukung beberapa bahasa."